/*
 * Name: OgreTextFinderLocalizable.strings
 * Project: OgreKit
 *
 * Creation Date: Jan 22 2004
 * Author: Isao Sonobe <sonoisa (AT) muse (DOT) ocn (DOT) ne (DOT) jp>
 * Copyright: Copyright (c) 2004 Isao Sonobe, All rights reserved.
 * License: OgreKit License
 *
 * Encoding: UTF16
 * Tabsize: 4
 *
 * Spanish localization: Juan L. Varona <jvarona@dmc.unirioja.es>
 */

"Find"			= "Buscar";	/* the title of the "Find" menu */
"Replace"		= "Reemplazar";
"Find All"		= "Buscar todos";
"Replace All"   = "Reemplazar todos";
"Highlight"		= "Resaltar";

/* the titles of buttons */
"OK"		= "OK";
"Cancel"	= "Cancelar";

/* progrss messages */
" (%dsec remaining)"        = " (Quedan %dseg)";    // sec: second
// Find All
"%d string found."          = "Encontrada %d cadena.";
"%d strings found."         = "Encontradas %d cadenas.";
// Replace All
"%d string replaced."		= "Reemplazada %d cadena.";
"%d strings replaced."      = "Reemplazadas %d cadenas.";
// Highlight
"%d string highlighted."    = "Resaltada %d cadena.";
"%d strings highlighted."   = "Resaltadas %d cadenas.";

/* finish messages */
// not found
"Not found. (%.3fsec)"							= "No encontrado. (%.3fseg)";
"Not found. (canceled, %.3fsec)"				= "No encontrado. (Cancelado, %.3fseg)";
// Find All
"%d string found. (%.3fsec)"					= "Encontrada %d cadena. (%.3fseg)";
"%d strings found. (%.3fsec)"					= "Encontradas %d cadenas. (%.3fseg)";
"%d string found. (canceled, %.3fsec)"			= "Encontrada %d cadena. (Cancelado, %.3fseg)";
"%d strings found. (canceled, %.3fsec)"			= "Encontradas %d cadenas. (Cancelado, %.3fseg)";
// Replace All
"%d string replaced. (%.3fsec)"					= "Reemplazada %d cadena. (%.3fseg)";
"%d strings replaced. (%.3fsec)"				= "Reemplazadas %d cadenas. (%.3fseg)";
"%d string replaced. (canceled, %.3fsec)"		= "Reemplazada %d cadena. (Cancelado, %.3fseg)";
"%d strings replaced. (canceled, %.3fsec)"		= "Reemplazadas %d cadenas. (Cancelado, %.3fseg)";
// Highlight
"%d string highlighted. (%.3fsec)"				= "Resaltada %d cadena. (%.3fseg)";
"%d strings highlighted. (%.3fsec)"				= "Resaltadas %d cadenas. (%.3fseg)";
"%d string highlighted. (canceled, %.3fsec)"	= "Resaltada %d cadena. (Cancelado, %.3fseg)";
"%d strings highlighted. (canceled, %.3fsec)"   = "Resaltadas %d cadenas. (Cancelado, %.3fseg)";

/* error messages */
"Error! Uneditable."	= "¡Error! No editable."; /* a target TextView is not editable */
"Missing."				= "Perdido.";			/* a found string became missing */

/* Find Result Window*/
"Find Result for \"%@\""        = "Find Result for \"%@\"";
"%d string found."				= "Encontrada %d cadena.";
"%d strings found."				= "Encontradas %d cadenas.";
"Found in %d item."				= "Found in %d item.";
"Found in %d items."            = "Found in %d items.";
"Find String: %@"               = "Secuencia a buscar: %@";
"Line"                          = "Línea";
"Found String"                  = "Texto encontrado";
"Live Update"                   = "Actualizar en vivo";
"Selected string not found."	= "No encontrada la cadena de texto seleccionada."; /* error message */

/* preparation */
"Favorites"					= "Favorites";
"Custom Find/Replace"		= "Custom Find/Replace";
"Definition"				= "Definition";
"Serial (Pipe)"				= "Serial (Pipe)";
"Parallel (Join)"			= "Parallel (Join)";
"Multifile Find/Replace"	= "Multifile Find/Replace";
